Repository: LSTS/dune
Catalog: i18n/*/LC_MESSAGES/dune.po
Languages: pt_pt

source: performing maneuver %s while calibrating
pt_pt: a realizar manobra %s durante calibração

source: calibrating vehicle for %u seconds
pt_pt: a calibrar veículo por %u segundos

source: cannot stop calibration: vehicle is not calibrating
pt_pt: não é possível parar calibração: veículo não está a calibrar

source: stopped calibration
pt_pt: calibração parada

source: no maneuver specified
pt_pt: nenhuma manobra foi especificada

source: maneuver cannot be started in current mode
pt_pt: manobras não podem ser iniciadas no modo atual

source: maneuver started
pt_pt: manobra começada

source: this vehicle does not allow for external control, disabling loops
pt_pt: este veículo não permite controlo externo, a desabilitar malhas de controlo

source: maneuver request timeout
pt_pt: pedido de manobra excedeu o tempo limite

source: calibration timed out
pt_pt: tempo de calibração expirou

source: Acoustic Reports
pt_pt: Relatórios Acústicos

source: Acoustic Reports Periodicity
pt_pt: Periodicidade de Relatórios Acústicos

source: Radio Reports
pt_pt: Relatórios de Rádio

source: Radio Reports Periodicity
pt_pt: Periodicidade de relatórios de rádio

source: failed to start %s plan
pt_pt: falha ao arrancar plano %s

source: starting lost comms plan
pt_pt: iniciar plano perda comunicações:

source: unsupported maneuver
pt_pt: manobra não suportada

source: wrong maneuver type
pt_pt: tipo de manobra errado

source: timeout to receive new remote info was exceeded.
pt_pt: excedido timeout para receber nova info remota.

source: insufficient data for calibration
pt_pt: dados insuficientes para calibração

source: %s entity not calibrated. Calibration values with %d turns: %f, %f, 0.0
pt_pt: Entidade %s não calibrada. Valores de calibração para %d voltas: %f, %f, 0.0

source: forcing minimum of %.1f
pt_pt: a forçar mínimo de %.1f

source: Plan specification request failed with uncaught exception: %s
pt_pt: pedido de especificação de plano falhou com excepção não capturada: %s

source: undefined area
pt_pt: área indefinida

source: forcing control in meters per second
pt_pt: a forçar controlo em metros por segundo

source: provided trajectory is not feasible by the current vehicle!
pt_pt: trajetória não é exequível pelo veículo atual!

source: first point must be timed at 0.0
pt_pt: primeiro ponto tem de ser temporizado a 0.0

source: required speed is above the maximum speed allowed
pt_pt: velocidade pedida é acima da máxima velocidade permitida

source: time difference between %d and %d is less than or equal to zero
pt_pt: diferença temporal entre %d e %d é menor ou igual a zero

source: waiting for first reference
pt_pt: à espera da primeira referência

source: ignored reference from non-authorized source: %d
pt_pt: ignorada referência de origem não autorizada: %d

source: ignored reference from non-authorized entity: %d
pt_pt: ignorada referência de entidade não autorizada: %d

source: Z reference changed to %f
pt_pt: Referência Z mudada para %f

source: Speed reference changed to %f
pt_pt: Referência de velocidade mudada para %f

source: Loiter radius reference changed to %f
pt_pt: Referência de raio de loiter mudada para %f

source: loitering around (%f, %f, %f, %f).
pt_pt: em loiter em torno de (%f, %f, %f, %f).

source: loitering (elevator) towards (%f, %f, %f, %f).
pt_pt: em loiter (elevador) em direção a (%f, %f, %f, %f).

source: going towards (%f, %f, %f).
pt_pt: a ir em direção (%f, %f, %f).

source: hovering next to (%f, %f).
pt_pt: a pairar perto de (%f,%f).

source: failed to stop device
pt_pt: falhou ao parar disposito

source: failed to read EEPROM#130
pt_pt: falha ao ler EEPROM#130

source: failed to read EEPROM#230
pt_pt: falha ao ler EEPROM#230

source: unexpected byte
pt_pt: "byte" não esperado

source: failed to read magnetic calibration parameters from device
pt_pt: falha ao ler parâmetros da calibração magnética do dispositivo

source: new hard-iron calibration parameters: %f, %f, %f
pt_pt: novos parâmetros de calibração "hard-iron": %f, %f, %f

source: failed to read magnetic calibration change report
pt_pt: falha ao ler relatório de alterações da calibração magnética

source: Acoustic Feedback
pt_pt: Feedback Acústico

source: None, Ranges, Full
pt_pt: Nenhum, Distâncias, Completo

source: waiting beacons configuration
pt_pt: à espera da configuração de transdutores

source: failed to set modem address
pt_pt: falhou ao definir endereço modem

source: dynamic sound speed corrections are disabled
pt_pt: correção dinâmica de velocidade do som está desativada

source: received system restart request
pt_pt: recebido pedido para reiniciar sistema

source: restart request acknowledged
pt_pt: reconhecido o pedido de reinicialização

source: failed to acknowledge restart request
pt_pt: falhou reconhecimento ao pedido para reiniciar

source: acoustic abort detected
pt_pt: detetado aborte acústico

source: abort acknowledged
pt_pt: aborte recebido

source: failed to acknowledge abort
pt_pt: falhou ao reconhecer aborte

source: discarded invalid range %0.2f
pt_pt: descartado range inválido %0.2f

source: start plan detected
pt_pt: detetado arranque de plano

source: plan acknowledged
pt_pt: plano reconhecido

source: failed to acknowledge plan start
pt_pt: falha ao reconhecer aborte

source: failed to ping beacons, modem seems busy
pt_pt: falha ao pingar transdutores, o modem parece ocupado

source: restarting to change transducer detection GPIO
pt_pt: a reiniciar para mudar o GPIO de deteção de transdutor

source: unable to use GPIO %d for transducer detection
pt_pt: incapaz de utilizar o GPIO %d para deteção de transdutor

source: transducer not connected
pt_pt: transdutor não está ligado

source: unable to send plan %s
pt_pt: incapaz de enviar plano %s

source: plan started
pt_pt: plano iniciado

source: range to
pt_pt: distância para

source: plan progress is %f
pt_pt: progresso do plano é %f

source: High-Frequency Channels
pt_pt: Canais de Alta Frequência

source: None, Port, Starboard, Both
pt_pt: Nenhum, Bombordo, Estibordo, Ambos

source: High-frequency subsystem channels
pt_pt: Canais do subsistema de alta frequência

source: High-Frequency Range
pt_pt: Alcance de Alta-Frequência

source: Enable high frequency subsystem
pt_pt: Habilitar subsistema de alta frequência

source: Low-Frequency Channels
pt_pt: Canais de Baixa Frequência

source: Low-frequency subsystem channels
pt_pt: Canais do subsistema de baixa frequência

source: Low-Frequency Range
pt_pt: Alcance de Baixa-Frequência

source: Range Multiplier
pt_pt: Multiplicador de Alcance

source: Range multiplier
pt_pt: Multiplicador de alcance

source: restarting to change IPv4 address
pt_pt: a reiniciar para mudar o endereço IPv4

source: restarting to change TCP command port
pt_pt: a reiniciar para mudar porta TCP de comandos

source: restarting to change TCP data port
pt_pt: a reiniciar para mudar porta TCP de dados

source: failed to turn power on
pt_pt: falha ao ligar dispositivo

source: failed to connect to device
pt_pt: falha ao contactar dispositivo

source: file '%s' doesn't exist
pt_pt: ficheiro '%s' não existe

source: restarting to change TCP port
pt_pt: a reiniciar para mudar a porta TCP

source: restarting to change device address
pt_pt: a reiniciar para mudar o endereço do dispositivo

source: invalid message
pt_pt: mensagem inválida

source: timeout
pt_pt: tempo limite

source: resetting device
pt_pt: a restabelecer dispositivo

source: new hard-iron calibration parameters: %f, %f, 0.0
pt_pt: novos parâmetros de calibração "hard-iron": %f, %f, 0.0

source: %0.1f seconds without valid data
pt_pt: %0.1f segundos sem dados válidos

source: active | timeouts: %u | faults: %u | frequency: %u
pt_pt: activa | timeouts: %u | falhas: %u | frequência: %u

source: failed to configure output frequency
pt_pt: falha ao configurar frequência de saída

source: new hard-iron calibration parameters: %.4f, %.4f, 0.0
pt_pt: novos parâmetros de calibração "hard-iron": %.4f, %.4f, 0.0

source: Requesting DMS readings
pt_pt: A requisitar leituras DMS

source: Board DMS not operational
pt_pt: Datalogger DMS não operacional

source: failed to start monitoring
pt_pt: falha ao iniciar captura

source: failed to disable internal channels
pt_pt: falha ao desligar canais internos

source: failed to set water density
pt_pt: falha ao definir densidade da água

source: failed to set salinity
pt_pt: falha ao definir salinidade

source: failed to set sound speed
pt_pt: falha ao definir velocidade do som

source: unknown probe (%s)
pt_pt: sonda desconhecida (%s)

source: mismatch between output and configuration
pt_pt: Incompatibilidade entre "output" e configuração

source: Range
pt_pt: Alcance

source: Frequency
pt_pt: Frequência

source: restarting to change UART device
pt_pt: a reiniciar para mudar dispositivo UART

source: parse error: %s
pt_pt: processamento do erro: %s

source: Operating frequency
pt_pt: Frequência de operação

source: Operating range
pt_pt: Alcance de operação

source: failed to read header
pt_pt: falhou ao ler cabeçalho

source: failed to read data
pt_pt: falhou ao ler dados

source: failed to read footer
pt_pt: falhou ao ler footer

source: depth offset is %0.2f m
pt_pt: compensação de profundidade de %0.2f m

source: Level the device and hit NEXT
pt_pt: Nivele o dispositivo e pressione NEXT

source: Rotate the device and keep it levelled (rotation must last +20s)
pt_pt: Rode o dispositivo e mantenha-o nivelado (a rotação tem de durar +20s)

source: Device is calibrated
pt_pt: Dispositivo está calibrado

source: Calibration error, calibration procedure must be restarted
pt_pt: Erro de calibração, é necessário reiniciar o processo de calibração

source: Level the device and hit NEXT (Roll: %0.2f | Pitch: %0.2f)
pt_pt: Nivele o dispositivo e clique NEXT (Roll: %0.2f | Pitch: %0.2f)

source: Automatic Activation
pt_pt: Ativação Automática

source: failed to init CTD
pt_pt: falha ao iniciar CTD

source: com error - get info
pt_pt: com erro - a obter informação

source: CTD - Pressure calibrated (%f)
pt_pt: CTD - Pressão calibrada (%f)

source: failed to configure trigger frequency
pt_pt: falha ao configurar frequência de disparo

source: failed to turn on device
pt_pt: falha ao ligar dispositivo

source: IMU failure: %04X
pt_pt: falha do IMU: %04X

source: data might be unreliable: %04X
pt_pt: os dados podem não ser confiáveis: %04X

source: took too long to read data: %lu ms
pt_pt: demasiado tempo a ler dados: %lu ms

source: overrun of %lu ms
pt_pt: overrun de %lu ms

source: unable to enter configuration mode
pt_pt: incapaz de entrar no modo de configuração

source: unable to set output settings
pt_pt: incapaz de definir parâmetros de saída

source: unable to set output mode
pt_pt: incapaz de configurar modo de saída

source: unable to set SyncIn settings
pt_pt: incapaz de definir parâmetros SyncIn

source: unable to enter measurement mode
pt_pt: incapaz de entrar em modo de leitura

source: exceeded maximum consecutive CRC error count
pt_pt: excedido número máximo de erros CRC consecutivos

source: device not initialized, initializing
pt_pt: dispositivo não está inicializado, a inicializar

source: got exception %d for command %d
pt_pt: lançada exceção %d para o comando %d

source: initialized device: class=%d.%d firmware=%d
pt_pt: dispositivo inicializado: class=%d.%d firmware=%d

source: device serial number=%u
pt_pt: número de série do dispositivo=%u

source: unable to initialize the device
pt_pt: falha ao inicializar dispositivo

source: unable to retrieve the serial number
pt_pt: falha ao obter o número de série

source: unable to zero the device
pt_pt: incapaz de zerar o dispositivo

source: no reply to command
pt_pt: sem resposta ao comando

source: failed to setup device
pt_pt: inicialização do dispositivo falhou

source: invalid ZDA sentence
pt_pt: frase ZDA inválida

source: invalid GGA sentence
pt_pt: frase GGA inválida

source: invalid PUBX,00 sentence
pt_pt: frase PUBX,00 é inválida

source: invalid VTG sentence
pt_pt: frase VTG inválida

source: invalid HDT sentence
pt_pt: frase HDT inválida

source: invalid HDM sentence
pt_pt: frase HDM inválida

source: invalid ROT sentence
pt_pt: frase ROT inválida

source: invalid PSATHPR sentence
pt_pt: frase PSATHPR é inválida

source: Requesting SADC readings
pt_pt: A requisitar leituras SADC

source: Board SADC not operational
pt_pt: SADC não operacional

source: no read error received
pt_pt: nenhum erro de leitura recebido

source: none adc channel active, mistake config?
pt_pt: nenhum canal adc activo, configuração com erros?

source: failed to execute power down command
pt_pt: Falha ao executar comando de desligar

source: TREX disconnected for more than %d seconds
pt_pt: TREX desligado durante mais do que %d segundos

source: Abort detected. Disabling TREX control...
pt_pt: Detetado aborte. A desabilitar controlo T-REX.

source: Stop TREX detected. Disabling TREX control...
pt_pt: Detetada paragem no TREX. A desabilitar controlo T-REX.

source: Restarting auxiliary CPU...
pt_pt: A reiniciar CPU auxiliar...

source: T-REX has been stopped.
pt_pt: T-REX interrompido.

source: Could not stop T-REX: %d.
pt_pt: Incapaz de parar T-REX: %d.

source: Unable to change emergency number to %s
pt_pt: Incapaz de alterar número de emergência para %s

source: received SMS request to start plan '%s'
pt_pt: recebido pedido por SMS para iniciar o plano '%s'

source: received SMS request to resume plan '%s' starting from maneuver '%s'
pt_pt: recebido pedido por SMS para resumir o plano '%s' a começar a partir da manobra '%s'

source: Plan generated automatically
pt_pt: Plano gerado automaticamente

source: got abort request from '%s'
pt_pt: recebido pedido de abortar de '%s'

source: corrected beacon #%d (x: %0.2f, y: %0.2f, std dev: %0.2f)
pt_pt: "beacon" #%d corrigido (x: %0.2f, y: %0.2f, std dev: %0.2f)

source: navigation not aligned - Automatic IMU poweroff
pt_pt: navegação não alinhada - IMU a desligar automaticamente

source: Nav: speed model invalid
pt_pt: Navegação: modelo de velocidade inválido

source: schedule: %s active on time, +%.1f seconds
pt_pt: ações: %s ativo atempadamente, +%.1f segundos

source: schedule: %s activation missed deadline, %.1f seconds
pt_pt: ações: %s ativação atrasada, %.1f segundos

source: schedule: entity label %s not found
pt_pt: ações: etiqueta de entidade %s não encontrada

source: scheduled for: %.1f
pt_pt: definido para: %.1f

source: END %s ---
pt_pt: FIM %s ---

source: plan: speed model invalid
pt_pt: plano: modelo de velocidades inválido

source: plan: power model invalid: %s
pt_pt: plano: modelo de consumos inválido: %s

source: : no maneuvers
pt_pt: : sem manobras

source: : actual maneuver not specified
pt_pt: : manobra atual não especificada

source: : maneuver is not supported
pt_pt: : manobra não suportada

source: : maneuver depth beyond limits
pt_pt: : profundidade da manobra além dos limites

source: : maneuver has no incoming transition and it's not the initial maneuver
pt_pt: : a manobra não sucede a nenhuma transição e não é a manobra inicial

source: : invalid start maneuver
pt_pt: : manobra de início inválida

source: invalid maneuver id '%s'
pt_pt: identificador de manobra inválido '%s'

source: Start Plan
pt_pt: Iniciar Plano

source: Stop Plan
pt_pt: Parar Plano

source: Load Plan
pt_pt: Plano Carregado

source: Get Plan
pt_pt: Obter Plano

source: BLOCKED
pt_pt: BLOQUEADO

source: READY
pt_pt: PRONTO

source: INITIALIZING
pt_pt: INICIALIZAÇÃO

source: EXECUTING
pt_pt: EXECUÇÃO

source: restarting to relaunch plan parser
pt_pt: a reiniciar para relançar o analisador de planos

source: failed to activate %s: %s
pt_pt: falha ao ativar %s: %s

source: vehicle ready
pt_pt: veículo pronto

source: plan completed
pt_pt: plano completado

source: vehicle errors:
pt_pt: erros veículo:

source: vehicle in CALIBRATION mode
pt_pt: veículo em modo de calibração

source: vehicle in EXTERNAL mode
pt_pt: veículo em modo EXTERNO

source: request -- %s (%s)
pt_pt: pedido -- %s (%s)

source: engine not ready: entity state not normal
pt_pt: motor não está pronto: estado de entidade não normal

source: plan control operation not supported
pt_pt: operação de controlo de plano não suportada

source: cannot load plan now
pt_pt: incapaz de carregador plano agora

source: plan load failed:
pt_pt: plano falhou ao carregar:

source: plan parse failed:
pt_pt: falha ao processar plano:

source: plan loaded
pt_pt: plano carregado

source: no plan is running
pt_pt: nenhum plano a correr

source: plan stopped
pt_pt: plano parado

source: no plan is running, request ignored
pt_pt: nenhum plano a correr, pedido ignorado

source: undefined plan id
pt_pt: plan ID indefinido

source: undefined plan
pt_pt: plano indefinido

source: failed loading from DB: %s
pt_pt: falha ao carregar da base de dados: %s

source: plan initializing:
pt_pt: plano a iniciar:

source: cannot initialize plan in BLOCKED state
pt_pt: incapaz de iniciar plano em modo BLOQUEADO

source: : invalid maneuver ID
pt_pt: : maneuver ID inválido

source: : executing maneuver
pt_pt: : a executar manobra

source: reply -- %s (%s) -- %s
pt_pt: resposta -- %s (%s) -- %s

source: now in %s state
pt_pt: agora no estado %s

source: vehicle state timeout
pt_pt: excedido tempo limite do estado do veículo

source: vehicle reply timeout
pt_pt: excedido tempo limite da resposta do veículo

source: cleared all requests
pt_pt: todos os pedidos limpos

source: Unable to generate plan using template %s
pt_pt: Incapaz de gerar plano usando modelo %s

source: generating plan from '%s' template...
pt_pt: a gerar plano a partir do modelo '%s'...

source: set plan
pt_pt: definir plano

source: delete plan
pt_pt: apagar plano

source: get plan
pt_pt: obter plano

source: get plan info
pt_pt: obter informação de plano

source: clear database
pt_pt: limpar base de dados

source: database state
pt_pt: estado da base de dados

source: database initialization
pt_pt: inicialização da base de dados

source: database file: '%s'
pt_pt: ficheiro de base de dados: '%s'

source: initialization complete
pt_pt: inicialização completa

source: storing plan '%s' issued through a PlanControl request
pt_pt: a guardar plano '%s' pedido através do PlanControl

source: unexpected message
pt_pt: mensagem não esperada

source: not active
pt_pt: inativo

source: unsupported operation
pt_pt: operação não suportada

source: database is corrupt
pt_pt: base de dados corrompida

source: no plan specification given
pt_pt: especificação de plano não recebida

source: plan id mismatch
pt_pt: incompatibilidade plan id

source: OK (updated)
pt_pt: OK (atualizado)

source: OK (new entry)
pt_pt: OK (nova entrada)

source: enabling
pt_pt: a ativar

source: disabling
pt_pt: a desativar

source: Heading Rate
pt_pt: Rate de Orientação

source: Heading
pt_pt: Orientação

source: Surge
pt_pt: Movimento Frontal

source: Sway
pt_pt: Movimento Lateral

source: Maximum Fin Rotation
pt_pt: Máxima Rotação de Lemes

source: Maximum admissible fin rotation
pt_pt: Máxima rotação admissível de lemes

source: Gain matrix has invalid dimensions
pt_pt: Matriz de ganhos tem dimensões inválidas

source: failed to submerge
pt_pt: submersão falhada

source: Pitch
pt_pt: Decaimento

source: Depth
pt_pt: Profundidade

source: Enable roll controller
pt_pt: Habilitar controlador de roll

source: Target name is %s, with ID %d
pt_pt: Nome do alvo é %s, com ID %d

source: Ardupilot interface initialized
pt_pt: Interface Ardupilot inicializada

source: Connection failed, retrying...
pt_pt: Ligação falhou, a tentar novamente...

source: ArduPilot is in Manual mode, saving control loops.
pt_pt: ArduPilot em modo manual, a gravar malhas de controlo.

source: speed control is NOT active
pt_pt: controlo de velocidade NÃO está ativo

source: ArduPilot is in Manual mode, saving desired path.
pt_pt: ArduPilot em modo manual, a salvar caminho desejado.

source: path control is NOT active
pt_pt: controlo de caminho NÃO está ativo

source: ArduPilot in Auto mode, but still in ground! Add a takeoff waypoint to the plan.
pt_pt: ArduPilot no modo Auto, mas ainda em Terra! Adicioinar um waypoint de takeoff ao plano.

source: ArduPilot is in Manual mode, unable to perform automatic landing.
pt_pt: ArduPilot no modo Manual, aterragem automática impossível de realizar.

source: Connection lost, retrying...
pt_pt: Ligação perdida, a tentar novamente...

source: Controlling an unknown vehicle type.
pt_pt: A controlar um tipo de veículo desconhecido.

source: Controlling a fixed-wing vehicle.
pt_pt: A controlar veículo asa delta.

source: Controlling a multirotor.
pt_pt: A controlar um multirotor

source: PX4 interface initialized
pt_pt: Interface PX4 inicializada

source: PX4 is in a Manual mode, saving desired path.
pt_pt: PX4 no modo manual, a salvar caminho desejado.

source: invalid command
pt_pt: comando inválido

source: invalid command arguments
pt_pt: argumentos de comando inválidos

source: invalid checksum
pt_pt: verificação inválido

source: lost synchronization
pt_pt: sincronização perdida

source: parser error
pt_pt: erro do analisador

source: data overrun
pt_pt: dados perdidos

source: buffer overflow
pt_pt: espaço de dados excedido

source: invalid error code
pt_pt: código de erro inválido

source: failed to reset device
pt_pt: falha ao restabelecer dispositivo

source: failed to set bootloader parameters
pt_pt: falha ao definir parâmetros do "bootloader"

source: failed to get firmware name
pt_pt: falha ao obter nome do "firmware"

source: invalid firmware version
pt_pt: versão de "firmware" inválida

source: failed to enter bootloader
pt_pt: falhada entrada no "bootloader"

source: failed to jump to application
pt_pt: falha ao saltar para aplicação

source: failed start upgrade procedure
pt_pt: falha ao iniciar procedimento de atualização

source: failed to end upgrade procedure
pt_pt: falha ao sair de procedimento de atualização

source: failed to fill page chunk
pt_pt: falha ao preencher porção de página

source: failed to write flash page
pt_pt: falha ao escrever para página da "flash"

source: failed to retrieve flash info
pt_pt: falha ao obter informação da "flash"

source: failed to synchronize with device
pt_pt: falha ao sincronizar com o dispositivo

source: failed to request current log name
pt_pt: falha ao pedir nome do log atual

source: failed to retrieve current log name
pt_pt: falha ao obter nome do log atual

source: parser bug
pt_pt: defeito do analisador

source: fragment: %s
pt_pt: fragmento: %s

source: failed to open file
pt_pt: falha ao abrir ficheiro

source: failed to set time
pt_pt: falha ao definir tempo

source: invalid hardware part '%s'
pt_pt: component de hardware inválido '%s'

source: activating
pt_pt: a ativar

source: deactivating
pt_pt: a desativar

source: input/output error
pt_pt: erro de entrada/saída

source: internal error
pt_pt: erro interno

source: CPU usage is too high
pt_pt: utilização do CPU é demasiado elevada

source: fuel is running low
pt_pt: nível de energia baixo

source: fuel level estimation is not reliable
pt_pt: estimativa de nível de energia não é confiável

source: fuel reserve
pt_pt: reserva de energia

source: calibrating
pt_pt: a calibrar

source: calibrated
pt_pt: calibrado

source: not aligned
pt_pt: não alinhado

source: aligning
pt_pt: a alinhar

source: aligned
pt_pt: alinhado

source: powering down
pt_pt: a desligar

source: communication error
pt_pt: erro de comunicação

source: synchronized
pt_pt: sincronizado

source: synchronizing
pt_pt: a sincronizar

source: not synchronized
pt_pt: não sincronizado

source: waiting for GPS fix
pt_pt: à espera de posição GPS

source: waiting for configuration of LBL beacons
pt_pt: à espera da configuração de transdutores LBL

source: waiting for solution to converge
pt_pt: à espera que a solução convirja
