Repository: LSTS/dune
Catalog: i18n/*/LC_MESSAGES/dune.po
Languages: pt_pt

source: missing data
pt_pt: dados em falta

source: invalid version
pt_pt: versão inválida

source: active but without bottom lock
pt_pt: ativo mas sem "bottom lock"

source: no medium data: user must control device
pt_pt: sem dados do meio: utilizador deve controlar dispositivo

source: active (no medium data: need user input)
pt_pt: ativo (sem dados do meio: controlo do utilizador

source: idle (no medium data: need user input)
pt_pt: em espera (sem dados do meio: controlo do utilizador

source: connecting
pt_pt: a conectar

source: connected
pt_pt: conectado

source: Print this message and exit
pt_pt: Imprime esta mensagem e sai

source: Print the version information and exit
pt_pt: Imprime esta info de versão e sai

source: Print architecture information and exit
pt_pt: Imprime info de arquitetura e sai

source: short option '%s' already exists
pt_pt: opção '%s' já existe

source: long option '%s' already exists
pt_pt: opção '%s' já existe

source: Description: %s
pt_pt: Descrição: %s

source: Usage: %s [options]
pt_pt: Utilização: %s [opções]

source: Options:
pt_pt: Opções:

source: This program is built for %s
pt_pt: Este programa foi compilado para %s

source: Report bugs to %s
pt_pt: Reportar erros para %s

source: unknown option '%s'
pt_pt: opção desconhecida '%s'

source: missing argument for option '%s'
pt_pt: argumento em falta para opção '%s'

source: invalid escape sequence
pt_pt: sequência de escape invalida

source: matrix inversion error
pt_pt: erro de inversão de matriz

source: position uncertainty is %0.2f m
pt_pt: incerteza de posição é %0.2f m

source: Maximum Horizontal Position Variance
pt_pt: Máxima Variância Horizontal de Posição

source: received acceleration beyond range: %f, %f, %f
pt_pt: aceleração recebida fora do "range": %f, %f, %f

source: received angular velocity beyond range: %f, %f, %f
pt_pt: velocidade angular recebida fora do "range": %f, %f, %f

source: received euler angles beyond range: %f, %f, %f
pt_pt: ângulos de euler recebidos fora do "range": %f, %f, %f

source: received euler angles delta beyond range: %f, %f, %f
pt_pt: delta dos ângulos de euler recebido fora do "range": %f, %f, %f

source: no measurements available: %s
pt_pt: valores não disponíveis: %s

source: Euler Angles
pt_pt: Ângulos de Euler

source: teleoperation by %s
pt_pt: teleoperação por %s

source: Idle
pt_pt: Em Espera

source: Tracking
pt_pt: Seguimento

source: LimitDepth
pt_pt: LimitaProfundidade

source: Unsafe
pt_pt: Inseguro

source: Avoiding
pt_pt: Desvio

source: BottomTrack
pt_pt: SeguirFundo

source: depth is reaching unacceptable values, forcing depth control
pt_pt: demasiado profundo, a forçar controlo em profundidade

source: Started braking
pt_pt: Início de travagem

source: Stopped braking
pt_pt: Fim de travagem

source: no valid altitude measurements
pt_pt: sem valores válidos de altitude

source: limiting depth to %.1f
pt_pt: a limitar profundidade a %.1f

source: limiting altitude to %.1f
pt_pt: a limitar altitude a %.1f

source: invalid vertical control mode %d
pt_pt: modo de controlo vertical inválido %d

source: timed out while waiting for vertical control mode
pt_pt: tempo limite atingido à espera de modo de controlo vertical

source: water column not deep enough for altitude control ( %0.2f < %0.2f )
pt_pt: coluna de água insuficiente para controlo de altitude ( %0.2f < %0.2f )

source: getting too close to maximum admissible depth
pt_pt: demasiado próximo da profundidade máxima admissível

source: invalid yaw control mode %d
pt_pt: modo de controlo azimute %d inválido

source: timed out waiting for yaw control mode
pt_pt: excedido tempo limite de espera por modo de controlo azimute

source: track length is too long
pt_pt: comprimento do percurso é demasiado longo

source: keep loitering
pt_pt: manter loiter

source: path (lat/lon): %0.5f %0.5f to %0.5f %0.5f
pt_pt: caminho (lat/lon): %0.5f %0.5f para %0.5f %0.5f

source: expected new path control reference
pt_pt: esperada nova referência de path control

source: now loitering
pt_pt: a fazer loiter

source: along-track divergence error
pt_pt: erro por divergência ao longo do caminho

source: cross-track divergence error
pt_pt: erro por divergência perpendicular ao caminho

source: waiting for position estimate from navigation
pt_pt: à espera de uma estimativa da posição pela navegação

source: unable to create socket
pt_pt: incapaz de criar socket

source: unable to bind to socket
pt_pt: incapaz de ligar ao socket

source: unable to connect
pt_pt: incapaz de conectar

source: unable to listen
pt_pt: incapaz de receber dados

source: failed to accept connection
pt_pt: falhou ao aceitar conexão

source: error receiving data
pt_pt: erro ao receber dados

source: error sending data
pt_pt: erro ao enviar dados

source: unable to set receive timeout
pt_pt: incapaz de definir tempo limite de receção

source: unable to set send timeout
pt_pt: incapaz de definir tempo limite de transmissão

source: unable to get bound address
pt_pt: impossível obter endereço associado

source: unable to get bound port
pt_pt: impossível obter porta associada

source: setting up socket
pt_pt: a definir socket

source: Invalid fragment received and it won't be processed.
pt_pt: Recibo fragmento inválido que não será processado.

source: too few trajectory points
pt_pt: poucos pontos de trajetória

source: forcing minimum radius of %.1f
pt_pt: a forçar raio mínimo de %.1f

source: water column is not deep enough
pt_pt: coluna de água não é suficientemente profunda

source: outside safe region (distance: %.1f m)
pt_pt: fora região segura (distância: %.1f m)

source: inside safe region (distance: %.1f m)
pt_pt: dentro região segura (distância: %.1f m)

source: invalid station keeping state
pt_pt: informação de posição estacionária inválida

source: invalid maneuver parameters
pt_pt: parâmetros da manobra inválidos

source: parsing vehicle participants
pt_pt: receber veículos participantes

source: invalid formation participant
pt_pt: informação de participante inválida

source: repeated vehicles in participant list
pt_pt: veículos repetidos na lista de participantes

source: not enough vehicles in formation (at least 2 are required)
pt_pt: não existem veículos suficientes na formaçao (exigidos 2 no mínimo)

source: local vehicle is not part of formation
pt_pt: veículo local não faz parte da formação

source: unsupported vertical reference
pt_pt: referência vertical não suportada

source: no valid value for altitude has been received yet,maneuver will not proceed
pt_pt: não foi recebido valor de altitude válido, a manobra não irá prosseguir

source: HDF5Reader::HDF5Reader(): support for HDF5 i/o is not enabled.
pt_pt: HDF5Reader::HDF5Reader(): suporte para HDF5 i/o não activado.

source: HDF5Reader::HDF5Reader(): unable to open file.
pt_pt: HDF5Reader::HDF5Reader(): não foi possível abrir o ficheiro.

source: HDF5Reader::getDataset(): The requested dataset does not exist.
pt_pt: HDF5Reader::getDataset(): O dataset pedido não existe.

source: HDF5Reader::getAttribute(): requested attribute does not exist.
pt_pt: HDF5Reader::getAttribute(): atributo requisitado não existe.

source: entity label already set:
pt_pt: etiqueta de entidades já definidas

source: Pure Hardware
pt_pt: "Hardware" Puro

source: Pure Simulation
pt_pt: Simulação Pura

source: Simulation with Hardware-in-the-loop
pt_pt: Simulação com "Hardware-in-the-loop"

source: No description given
pt_pt: Sem descrição

source: system name: '%s' (%u)
pt_pt: nome do sistema: '%s' (%u)

source: registered tasks: %d
pt_pt: tarefas registadas: %d

source: base folder: '%s'
pt_pt: diretório base: '%s'

source: configuration folder: '%s'
pt_pt: diretório de configuração: '%s'

source: web server folder: '%s'
pt_pt: diretório do servidor web: '%s'

source: log folder: '%s'
pt_pt: diretório de logs: '%s'

source: library folder: '%s'
pt_pt: diretório de bibliotecas: '%s'

source: execution profiles: %s
pt_pt: perfil de execução: %s

source: clean shutdown
pt_pt: encerramento limpo

source: daemon running with maximum priority: %d
pt_pt: "daemon" a correr com prioridade máxima: %d

source: daemon not running with maximum priority
pt_pt: "daemon" não está a correr com prioridade máxima

source: Got message to reboot system
pt_pt: Recebida mensagem para reiniciar o sistema

source: invalid visibility string
pt_pt: palavra de visibilidade inválida

source: invalid scope string
pt_pt: palavra de escopo inválida

source: no available reader
pt_pt: nenhum leitor disponível

source: outgoing: %s
pt_pt: a sair: %s

source: incoming: %s
pt_pt: a chegar: %s

source: invalid filter: %s
pt_pt: formato inválido: %s

source: Execution Frequency
pt_pt: Frequência de Execução

source: Frequency at which task is executed
pt_pt: Frequência com que a tarefa é executada

source: invalid parameter
pt_pt: parâmetro inválido

source: no such profile name '%s'
pt_pt: perfil inexistente '%s'

source: Entity Label
pt_pt: Nome da Entidade

source: Main entity label
pt_pt: Nome principal da entidade

source: Execution Priority
pt_pt: Prioridade de Execução

source: Execution priority
pt_pt: Prioridade de execução

source: Activation Time
pt_pt: Tempo de Ativação

source: Deactivation Time
pt_pt: Tempo de Desativação

source: Debug Level
pt_pt: Nível de Depuração

source: entity label is not configured
pt_pt: etiqueta da entidade não foi configurado

source: Active - Scope
pt_pt: Ativa - Escopo

source: Scoped of the 'Active' parameter
pt_pt: Escopo do parâmetro 'Ativa'

source: Active - Visibility
pt_pt: Ativa - Visibilidade

source: Visibility of the 'Active' parameter
pt_pt: Visibilidade do parâmetro 'Ativa'

source: Active
pt_pt: Ativa

source: True to activate task, false otherwise
pt_pt: Verdadeiro para ativar tarefa, falso caso contrário

source: activation is not in progress
pt_pt: ativação não está em progresso

source: deactivation is not in progress
pt_pt: desativação não está em progresso

source: restarting
pt_pt: a reiniciar

source: restarting immediately due to error: %s
pt_pt: a reiniciar imediatamente devido a erro: %s

source: restarting in %u seconds due to error: %s
pt_pt: a reiniciar em %u segundos devido a erro: %s

source: failed to update parameters: %s
pt_pt: falha ao atualizar parâmetros: %s

source: task died with uncaught exception: %s: restarting
pt_pt: a tarefa morreu com uma exceção não apanhada: %s, a reiniciar

source: updating entity parameters: %s: '%s'
pt_pt: a atualizar parâmetros de entidade: %s: '%s'

source: invalid parameter '%s'
pt_pt: parâmetro inválido '%s'

source: unable to load parameters: %s
pt_pt: falha ao carregar parâmetros: %s

source: unknown exception
pt_pt: exceção desconhecida

source: stopping
pt_pt: a parar

source: stopped
pt_pt: parada

source: failed to join task %s
pt_pt: falha ao unir tarefa %s

source: starting
pt_pt: a iniciar

source: using %d%% of CPU, lowering the priority
pt_pt: a usar %d%% de CPU, a baixar prioridade

source: using %d%% of CPU, failed to lower the priority
pt_pt: a usar %d%% de CPU, tentativa de baixar prioridade falhou

source: invalid value for 'Motor Id'
pt_pt: valor inválido para 'Motor Id'

source: invalid value for 'Thruster Id'
pt_pt: valor inválido para 'Thruster Id'

source: AMC Motor %d - ERROR
pt_pt: Motor AMC %d - ERRO

source: AMC Motor ERROR
pt_pt: ERRO Motor AMC

source: ALL MOTORS OK
pt_pt: TODOS OS MOTORES OK

source: Wrong parameter request
pt_pt: Pedido de parâmetro errado

source: init
pt_pt: inicialização

source: power
pt_pt: fonte de energia

source: hall
pt_pt: sensores de hall

source: rotor locked
pt_pt: rotor bloqueado

source: mcu temperature
pt_pt: temperatura do mcu

source: bridge temperature
pt_pt: temperatura da ponte

source: motor temperature
pt_pt: temperatura do motor

source: Motor control mode must be one of 'none', 'voltage', 'current', 'rpm'
pt_pt: Controlo de motor tem de ser feito através de 'none', 'voltage', 'current', 'rpm'

source: device error: %s
pt_pt: erro do dispositivo: %s

source: power is not good
pt_pt: fonte de energia não está sã

source: device init error, requesting reset
pt_pt: erro ao iniciar dispositivo, pedido reset

source: CMD_ACTUATE Data size doesn't match!
pt_pt: CMD_ACTUATE Incompatibilidade tamanho Data

source: CMD_CONFIG data size doesn't match!
pt_pt: CMD_CONFIG tamanho de dados não compatível!

source: CMD_CONFIG_DCYC data size doesn't match!
pt_pt: CMD_CONFIG_DCYC tamanho de dados não compatível!

source: CMD_CONFIG_IADC data size doesn't match!
pt_pt: CMD_CONFIG_IADC tamanho de dados não compatível!

source: CMD_CONFIG_ERPM data size doesn't match!
pt_pt: CMD_CONFIG_ERPM tamanho de dados não compatível!

source: device reported: %s
pt_pt: dispositivo reportado: %s

source: LED - Patterns
pt_pt: LED - Padrões

source: List of LED patterns
pt_pt: Lista de padrões de LEDs

source: LED - Patterns Pulse Width
pt_pt: LED - Largura de Pulso dos Padrões

source: Pulse width for LED patterns
pt_pt: Largura do pulso dos padrões de LEDs

source: LED - External Driver
pt_pt: Controlador de LEDs

source: Enable external LED driver
pt_pt: falha ao configurar controlador externo de LEDs

source: LED - External Trigger
pt_pt: LED - Gatilho Externo

source: Enable external LED trigger
pt_pt: falha ao configurar controlador externo de LEDs

source: failed to get constant parameters
pt_pt: falha ao adquirir parâmetros constantes

source: failed to set LED patterns
pt_pt: falha ao definir distância

source: failed to configure LED driver
pt_pt: falha ao configurar controlador externo de LEDs

source: failed to configure LED pattern pulse width
pt_pt: falhou a configurar modo de strobe

source: error loading world parameters.
pt_pt: erro ao carregar parâmetros do mundo.

source: error loading vehicle parameters.
pt_pt: erro ao carregar parâmetros de veículo.

source: Setting stream velocity: %f m/s N : %f m/s E : %f m/s D
pt_pt: Stream velocity configurada: %f m/s N : %f m/s E : %f m/s D

source: fault triggered in servo #%d
pt_pt: falha lançada no servo #%d

source: servo #%d is no longer in fault
pt_pt: servo #%d voltou ao estado normal

source: Gridded2DModelDataStreamGenerator::Gridded2DModelDataStreamGenerator(): dimensions of velocity components do not match.
pt_pt: Gridded2DModelDataStreamGenerator::Gridded2DModelDataStreamGenerator(): dimensões dos componentes da velocidade não coincidem.

source: Gridded2DModelDataStreamGenerator::Gridded2DModelDataStreamGenerator(): data must be three-dimensional (2D space + time).
pt_pt: Gridded2DModelDataStreamGenerator::Gridded2DModelDataStreamGenerator(): dados têm que ser tridimensionais (espaço 2D + tempo).

source: Gridded2DModelDataStreamGenerator::Gridded2DModelDataStreamGenerator(): data dimensions do not match grid dimensions.
pt_pt: Gridded2DModelDataStreamGenerator::Gridded2DModelDataStreamGenerator(): dimensions dos dados não coincidem com dimensões da grelha.

source: Setting default stream velocity: %f m/s N : %f m/s E : %f m/s D
pt_pt: A configurar stream velocity default: %f m/s N : %f m/s E : %f m/s D

source: An error ocurred while accessing the stream velocity source: %s Falling back to constant stream velocity.
pt_pt: Um erro ocurreu durante o acesso ao stream velocity source: %s A retornar para stream velocity constante.

source: Setting initial time delta to %f seconds
pt_pt: A estabelecer time delta inicial para %f segundos

source: Stream velocity is %f m/s N : %f m/s E : %f m/s D
pt_pt: Stream velocity é %f m/s N : %f m/s E : %f m/s D

source: Unknown transmission status: %s
pt_pt: Estado da transmissão desconhecido: %s

source: Success
pt_pt: Sucesso

source: UAV simulation type: %s
pt_pt: Tipo de simulação UAV: %s

source: failed to activate required entities
pt_pt: falha ao ativar as entidades necessárias

source: failed to configure camera
pt_pt: falha ao configurar câmara

source: failed to start video streamming
pt_pt: falha ao iniciar "stream" vídeo

source: activation timed out for unknown reason
pt_pt: ativação excedeu tempo limite por razão desconhecida

source: failed to deactivate required entities
pt_pt: falha ao desativar as entidades necessárias

source: activated
pt_pt: ativado

source: stopped video stream
pt_pt: "stream" vídeo parado

source: invalid entity
pt_pt: entidade inválida

source: failed to start video stream
pt_pt: falha ao iniciar "stream" vídeo

source: started video stream
pt_pt: "stream" vídeo iniciado

source: failed to set property
pt_pt: falha ao configurar propriedade

source: successfully configured camera
pt_pt: câmara configurada com sucesso

source: keep alive failed
pt_pt: falhou keep alive

source: lost at least %d packets
pt_pt: perda de pelo menos %d pacotes

source: failed to set standby
pt_pt: falha ao colocar em espera

source: failed to set framing mode
pt_pt: falha ao definir modo de framing

source: failed to set recording file format
pt_pt: falha ao definir formato do ficheiro de gravação

source: failed to set recording file ping count
pt_pt: falha ao definir numero de pings

source: failed to set recording file prefix
pt_pt: falha ao definir prefixo de ficheiro de dados

source: failed to start slave
pt_pt: falha ao arrancar escravo

source: failed to end slave
pt_pt: falha ao terminar escravo

source: failed to open sonar
pt_pt: falha ao abrir sonar

source: failed to close sonar
pt_pt: falhou ao fechar sonar

source: acquiring PPS signal
pt_pt: a adquirir sinal PPS

source: PPS signal acquired
pt_pt: sinal PPS adquirido

source: clock is disciplined
pt_pt: relógio está corrigido

source: disciplining clock (%lld µs)
pt_pt: a corrigir relógio (%lld µs)

source: clock is synchronized
pt_pt: relógio sincronizado

source: failed to set the hardware clock
pt_pt: falhou ao definir relógio no sistema

source: adjusting clock by %ld s
pt_pt: a ajustar relógio em %ld s

source: clock is synchronized [%lld, %ld, %ld]
pt_pt: relógio sincronizado [%lld, %ld, %ld]

source: no gimbal data
pt_pt: sem dados da gimbal

source: error decoding gimbal georeference packet
pt_pt: erro ao descodificar dados de georeferênciação

source: error decoding gimbal version packet
pt_pt: erro ao descodificar pacote com versão da gimbal

source: software version %d.%d.%d patch %d %4d-%02d-%02d
pt_pt: versão de software %d.%d.%d patch %d %4d-%02d-%02d

source: hardware board - SN %0u FN %u rev %u config %u %u-%02u-%02u
pt_pt: placa de hardware - SN %0u FN %u rev %u config %u %u-%02u-%02u

source: camera %d -- id: %u HFOV: [%0.2f, %0.2f]
pt_pt: câmara %d -- id: %u HFOV: [%0.2f, %0.2f]

source: creating a TCP connection | %s %u
pt_pt: a criar uma ligação TCP | %s %u

source: Piccolo interface initialized
pt_pt: interface Piccolo inicializada

source: %s - deactivating
pt_pt: %s - a desativar

source: %s - activating
pt_pt: %s - a ativar

source: tracker is NOT enabled
pt_pt: tracker NÃO está habilitado

source: speed control
pt_pt: controlo de velocidade

source: altitude control
pt_pt: controlo de altitude

source: bank control
pt_pt: Controlo de Pranchamento

source: heading control
pt_pt: controlo de orientação

source: vertical rate control
pt_pt: controlo de taxa vertical

source: path control
pt_pt: controlo de caminho

source: altitude control is NOT active
pt_pt: controlo de altitude NÃO está ativo

source: Not a valid height reference
pt_pt: Referência de altitude WGS não válida

source: bank control is NOT active
pt_pt: controlo de bank NÃO está ativo

source: heading control is NOT active
pt_pt: controlo de orientação NÃO está ativo

source: vertical rate control is NOT active
pt_pt: controlo de taxa vertical NÃO está ativo

source: High-Frequency Channel
pt_pt: Canal de Alta Frequência

source: Enable high-frequency channel
pt_pt: Habilitar canal de alta frequência

source: Low-Frequency Channel
pt_pt: Canal de Baixa Frequência

source: Enable low-frequency channel
pt_pt: Habilitar canal de baixa frequência

source: Low-Frequency Bathymetry Channel
pt_pt: Canal de baixa frequência de batimetria

source: Enable low-frequency bathymetry channel
pt_pt: Habilitar canal de baixa frequência de batimetria

source: Use Device at Surface
pt_pt: Usar Dispositivo à Superfície

source: failed to set continous mode
pt_pt: falhou a entrar em modo contínuo

source: failed to set transducer face orientation
pt_pt: falha ao especificar orientação da face do transdutor

source: failed to set sampling frequency
pt_pt: falha ao configurar taxa de amostragem

source: failed to request current output formats
pt_pt: falha ao pedir formatos de saída atuais

source: failed to configure output format
pt_pt: falha ao configurar formate de saída

source: failed to start data sampling
pt_pt: falha ao começar amostragem de dados

source: failed to stop data sampling
pt_pt: falha ao parar amostragem de dados

source: failed to enable user-defined sound speed
pt_pt: falhou ao habilitar a velocidade do som definida por utilizador

source: failed to set initial sound speed
pt_pt: falha ao especificar velocidade do som inicial

source: invalid sample
pt_pt: amostra inválida

source: sensor data timeout
pt_pt: excedido o tempo limite dos dados do sensor

source: too many samples below threshold
pt_pt: demasiadas amostras abaixo do limite

source: rebooting
pt_pt: a reiniciar

source: A/D Board
pt_pt: Placa A/D

source: AIS Receiver
pt_pt: Recetor AIS

source: Acoustic Access Controller
pt_pt: Controlador de Acesso Acústico

source: Acoustic Modem
pt_pt: Modem Acústico

source: Acoustic Modem Simulator
pt_pt: Simulador de Modem Acústico

source: Allocator
pt_pt: Alocador

source: Announce
pt_pt: Anunciador

source: Antenna Tracker
pt_pt: Tracker da Antena

source: Arduino Serial
pt_pt: Arduino Série

source: Attitude
pt_pt: Atitude

source: Autopilot
pt_pt: Piloto Automático

source: Back Seat TCP Server
pt_pt: Servidor TCP de Back Seat

source: CTD Simulator
pt_pt: Simulador de CTD

source: Cache
pt_pt: Acumulador

source: Camera Backend
pt_pt: Câmara Backend

source: Camera Module
pt_pt: Modulo da Câmara

source: Clock
pt_pt: Relógio

source: Collisions
pt_pt: Colisões

source: Communications Manager
pt_pt: Gestor de Comunicações

source: Communications Relay Maneuver
pt_pt: Manobra de Retransmissão de Comunicações

source: Compass Calibration Maneuver
pt_pt: Manobra de Calibração de Bússola

source: Cover Area
pt_pt: Cobre Área

source: Depth Control
pt_pt: Controlo de Profundidade

source: Depth Sensor
pt_pt: Sensor de Profundidade

source: Discovery
pt_pt: Descoberta

source: Diving
pt_pt: Mergulho

source: Emergency Monitor
pt_pt: Monitor de Emergências

source: Emulated GPS
pt_pt: GPS Emulado

source: Entity Monitor
pt_pt: Monitor de Entidades

source: Environment
pt_pt: Ambiente

source: FTP Server
pt_pt: Servidor FTP

source: Follow Reference
pt_pt: Seguimento de Referência

source: Follow Reference Maneuver
pt_pt: Manobra Seguir Referência

source: Follow System Maneuver
pt_pt: Manobra de Seguimento de Sistema

source: Formation Control
pt_pt: Controlo de Formação

source: Formation Link
pt_pt: Link de Formação

source: Fuel
pt_pt: Energia

source: HTTP Server
pt_pt: Servidor HTTP

source: Heave Motor
pt_pt: Motor de Elevação

source: Height Control
pt_pt: Controlo de Altitude

source: Horizontal Plane Control
pt_pt: Controlo no Plano Horizontal

source: IMU Power Supply
pt_pt: Fonte de Energia do IMU

source: Iridium Modem
pt_pt: Modem Iridium

source: Iridium Transport
pt_pt: Transporte Iridium

source: LBL Estimator
pt_pt: Estimador LBL

source: LED Driver
pt_pt: Controlador de LEDs

source: Leak Simulator
pt_pt: Simulador de Fugas

source: Log Book
pt_pt: Diário de Bordo

source: Logger
pt_pt: Registador

source: Lost Comms
pt_pt: Perda de Comunicação

source: Lost Comms Monitor
pt_pt: Monitor de Perda de Comunicação

source: Magnetometer
pt_pt: Magnetómetro

source: Mainboard
pt_pt: Placa Principal

source: Medium
pt_pt: Meio
