Repository: LSTS/dune
Catalog: i18n/*/LC_MESSAGES/dune.po
Languages: pt_pt

source: SIM card number: %s
pt_pt: número do cartão SIM: %s

source: unknown error
pt_pt: erro desconhecido

source: SMS transmission failed with error code %d
pt_pt: transmissão de SMS falhou com código de erro %d

source: received IMC message of type %s via SMS
pt_pt: recebida mensagem IMC do tipo %s via SMS

source: Parsing unrecognized Base64 message as text
pt_pt: A analisar mensagem Base64 não reconhecida como texto

source: invalid address: '%s'
pt_pt: endereço inválido: '%s'

source: invalid SBD size %u
pt_pt: tamanho SBD inválido %u

source: invalid SBD write %s
pt_pt: escrita de SBD inválida %s

source: error ocurred while clearing MO buffer
pt_pt: ocorreu um erro ao limpar o espaço de memória MO

source: error ocurred while clearing MT buffer
pt_pt: ocorreu um erro ao limpar o espaço de memória MT

source: invalid unsolicited string %s
pt_pt: palavra não solicitada inválida: %s

source: new session result will overwrite previously unread value
pt_pt: resultado nova sessão vai sobrepôr valor anterior não lido

source: error ocurred while clearing buffer
pt_pt: ocorreu um erro a limpar espaço de memória

source: error ocurred while clearing the MOMSN
pt_pt: ocorreu um erro ao limpar o MOMSN

source: I/O error
pt_pt: erro de entrada/saída

source: request doesn't match
pt_pt: pedido não coincide

source: reply to maneuver %s has timed out
pt_pt: resposta à manobra %s excedeu timeout

source: stop
pt_pt: parar

source: start
pt_pt: arrancar

source: system may need maintenance
pt_pt: sistema pode precisar de manutenção

source: already executing, cannot start without stopping
pt_pt: já a executar, não é possível começar sem parar

source: undefined state
pt_pt: estado indefinido

source: relocated station keeping
pt_pt: posição estacionária relocalizada

source: dislodge failed
pt_pt: libertação falhou

source: trying again to dislodge
pt_pt: a tentar libertar novamente

source: sample failed
pt_pt: amostra falhou

source: Unable to reach destination on scheduled time.
pt_pt: Incapaz de atingir destino no tempo previsto.

source: vertical progress is too slow
pt_pt: progresso na vertical é demasiado lento

source: failed to set range
pt_pt: falha ao definir distância

source: failed to get range
pt_pt: falha ao obter distância

source: character value '%d' is not a valid nibble
pt_pt: valor de caráter '%d' não é um "nibble" válido

source: failed to enter command mode
pt_pt: falha ao entrar em modo de comando

source: failed to set sampling rate
pt_pt: falha ao configurar taxa de amostragem

source: failed to enter monitor mode
pt_pt: falha ao entrar em modo de monitorização

source: invalid read size
pt_pt: tamanho de leitura inválido

source: parse error:
pt_pt: erro ao processar:

source: Execution
pt_pt: Execução

source: Calibration
pt_pt: Calibração

source: Maneuver
pt_pt: Manobra

source: Motion
pt_pt: Movimento

source: Prediction Error
pt_pt: Erro de Previsão

source: unexpected reply
pt_pt: resposta inesperada

source: timeout while reading reply
pt_pt: tempo limite atingido ao ler resposta

source: buffer has %u bytes, needed %u
pt_pt: trama tem %u "bytes", devia ter %u

source: invalid checksum: should be %02X%02X but received %02X%02X
pt_pt: verificação inválida: devia ser %02X%02X, mas foi recebido %02X%02X

source: invalid format: %s
pt_pt: formato inválido: %s

source: piecewise linear interpolation needs equally sized vectors
pt_pt: interpolação linear por partes precisa de vetores de tamanho igual

source: Value out of range for finding factorial
pt_pt: Valor fora dos limites para encontrar factorial

source: motor monitor error:
pt_pt: erro no monitor do motor:

source: number of linear points is not even
pt_pt: número de pontos não é par

source: feature not implemented '%s'
pt_pt: funcionalidade não implementada '%s'

source: invalid dimensions
pt_pt: dimensões inválidas

source: invalid index
pt_pt: índice inválido

source: invalid message size %u
pt_pt: tamanho de mensagem inválido %u

source: dereference of null inline message
pt_pt: acesso a mensagem "inline" nula

source: yaw control mode %d not supported
pt_pt: modo de controlo azimute %d não é suportado

source: vertical control mode %d not supported
pt_pt: modo de controlo vertical %d não é suportado

source: unable to resolve hostname '%s'
pt_pt: não foi possível resolver hostname '%s'

source: invalid network address '%s'
pt_pt: endereço de rede inválido '%s'

source: network unreachable '%s'
pt_pt: rede inacessível '%s'

source: host unreachable '%s'
pt_pt: anfitrião inacessível '%s'

source: connection error
pt_pt: erro de ligação

source: connection closed
pt_pt: ligação terminada

source: connection timeout
pt_pt: atingido tempo limite da ligação

source: DBG
pt_pt: DPR

source: WRN
pt_pt: AVS

source: invalid z unit: %s
pt_pt: unidade de Z inválida: %s

source: unable to convert the value under section '%s' option '%s' to the required type and no valid default was given
pt_pt: incapaz de converter o valor da secção '%s' opção '%s' para o tipo exigido e não foi fornecido valor por defeito

source: invalid entity label:
pt_pt: etiqueta de entidade inválida:

source: entity labels cannot be empty
pt_pt: etiqueta de entidades não podem ser vazias

source: nonexistent entity label:
pt_pt: etiqueta de entidade inexistente:

source: invalid entity id:
pt_pt: identificação de identidade inválida:

source: an unique id was already reserved for entity label:
pt_pt: já tinha sido reservado um id único para a etiqueta de entidade:

source: value is not of the correct type
pt_pt: o valor não é do tipo correto

source: possible values are not of the correct type
pt_pt: os valores possíveis não são do tipo correto

source: minimum value is not of the correct type
pt_pt: valor mínimo não é do tipo correto

source: maximum value is not of the correct type
pt_pt: valor máximo não é do tipo correto

source: value is below minimum
pt_pt: valor abaixo do mínimo

source: value is above maximum
pt_pt: valor acima do máximo

source: value not in values set
pt_pt: valor não pertence ao conjunto de valores

source: too few elements
pt_pt: número insuficiente de elementos

source: too many elements
pt_pt: demasiados elementos

source: invalid task name '%s'
pt_pt: nome de tarefa inválido '%s'

source: invalid value '%s' for parameter '%s': '%s'
pt_pt: valor inválido '%s' para parâmetro '%s': '%s'

source: variable does not exist
pt_pt: variável inexistente

source: retrieving system error messages is not supported
pt_pt: receber mensagens de erro de sistema não suportado

source: Unknown stream velocity source type.
pt_pt: Tipo de source do stream velocity desconhecido.

source: Message sent: %s
pt_pt: Mensagem enviada: %s

source: Unexpected simulation message: %s
pt_pt: Mensagem de simulação inesperada: %s

source: Read error: %s
pt_pt: Erro de leitura: %s

source: timed out while waiting for reply
pt_pt: tempo limite atingido à espera de resposta

source: buffer overrun
pt_pt: espaço de dados excedido

source: null frame
pt_pt: trama inválida

source: daemon process no longer exists
pt_pt: processo de arranque não existe mais

source: execution aborted
pt_pt: execução abortada

source: daemon crashed with signal
pt_pt: processo de arranque caiu com sinal

source: stopping tasks
pt_pt: a parar tarefas

source: unhandled exception
pt_pt: exceção não tratada

source: ERROR: no configuration file was given, see options --config-list and --config-file
pt_pt: ERRO: nenhum ficheiro de configuração foi dado, ver opções --config-list e --config-file

source: invalid system name %s
pt_pt: nome de sistema inválido %s

source: accepting connection request
pt_pt: a aceitar pedido de ligação

source: Parsing unrecognized iridium message as text
pt_pt: Parsing não reconhecido mensagem iridium como texto

source: TCPRequest timeout cannot be zero
pt_pt: O timeout do TCPRequest não pode ser zero

source: TCPRequest timeout cannot be less than current time
pt_pt: O timeout do TCPRequest não pode ser menor do que a hora actual

source: connected to %u clients
pt_pt: ligado a %u clients

source: operation not supported
pt_pt: operação não suportada

source: is not a regular file
pt_pt: este ficheiro é irregular

source: could not open
pt_pt: não foi possível abrir

source: deserialization error
pt_pt: erro de desserialização

source: empty LSF file
pt_pt: ficheiro LSF vazio

source: invalid LSF file for replay
pt_pt: ficheiro LSF inválido para repetição

source: started replay of
pt_pt: iniciou a repetição de

source: stopped replay
pt_pt: repetição parada

source: listening on %s:%u
pt_pt: a ouvir em %s:%u

source: failed to find one available port
pt_pt: não foi possível encontrar uma porta disponível

source: ignoring abort message addressed to other system
pt_pt: a ignorar mensagem de abort endereçada a outros sistemas

source: got abort request
pt_pt: recebido pedido abort

source: start plan detected with id: %s for 0x%02X
pt_pt: detectado arranque de plano com id: %s for 0x%02X

source: failed to copy cache snapshot: %s
pt_pt: falhou a copiar o snapshot da cache: %s

source: initializing
pt_pt: a iniciar

source: idle
pt_pt: em espera

source: active
pt_pt: ativo

source: serial port communication error, modem not responding
pt_pt: erro comunicação de porta série, modem não responde

source: failed to configure modem, possible serial port communication error
pt_pt: falhou configuração de modem, possível erro de comunicação porta série

source: modem address for agent '%s' is invalid
pt_pt: endereço modem para agente '%s' é inválido

source: failed to configure device
pt_pt: falha ao configurar dispositivo

source: failed to set hard-iron correction factors
pt_pt: falha ao definir factores de correção "hard-iron"

source: different calibration parameters
pt_pt: valores de calibração diferentes

source: Sending stopped: Communication out of water forbidden.
pt_pt: Envio parado: Comunicação fora de água proíbida.

source: Send command to the acoustic modem %s
pt_pt: Enviado comando para o modem acústico %s

source: Sent done
pt_pt: Enviado terminado

source: Success transmission complete (part %d of %d) for ticket %d (in %f s)
pt_pt: Transmissão completada com sucesso (parte %d de %d) para o bilhete %d (em %f s)

source: Sending (handleBinaryMessage) part %d of %d for ticket %d will take up to %f s for %d bytes
pt_pt: A enviar (handleBinaryMessage) parte %d de %d para bilhete %d demorará %f s para %d bytes

source: Msg transmission complete for ticket %d (in %f s)
pt_pt: Transmissão de mensagem completa para bilhete %d (em %f s)

source: wrong message order
pt_pt: ordem de mensagens errada

source: Error sending (handleCommunicationError) part %d of %d for ticket %d, resending
pt_pt: Erro a enviar (handleCommunicationError) parte %d de %d para bilhete %d, a reenviar

source: Communication failed for ticket %d %d
pt_pt: Falha comunicação para o bilhete %d %d

source: Next msg or part send to son for ticket %d with ERROR
pt_pt: Próxima mensagem ou parte enviada para filho para bilhete %d com ERRO

source: Received UamTxFrame with dst=0x%04X. Msg for system '%s'
pt_pt: Recebido UamTxFrame com dst=0x%04X. Mensagem para o systema '%s'

source: Creating ticket %d
pt_pt: A criar bilhete %d

source: Sending UamTxStatus::UTS_INV_ADDR. Ticket %d died
pt_pt: A enviar UamTxStatus::UTS_INV_ADDR. Bilhete %d extinto

source: Sending UamTxStatus::UTS_BUSY. Ticket %d died
pt_pt: A enviar UamTxStatus::UTS_BUSY. Bilhete %d extinto

source: Sending UamTxStatus::UTS_IP. Ticket %d being processed
pt_pt: A enviar UamTxStatus::UTS_IP. Bilhete %d a ser processado

source: Configuration as %s %s
pt_pt: Configuração como %s %s

source: Configuration as ONEWAY %s
pt_pt: Configuração definida como ONEWAY %s

source: device is busy
pt_pt: dispositivo ocupado

source: previous message failed, timeout detected
pt_pt: mensagem anterior falhou, detetado timeout

source: size mismatch
pt_pt: incompatibilidade de tamanho

source: Sending package %f s
pt_pt: A enviar pacote %f s

source: Sending (consume UamTxFrame) part %d of %d for ticket %d will take up to %f s for %d bytes
pt_pt: A enviar (consume UamTxFrame) parte %d de %d para bilhete %d demorará %f s para %d bytes

source: Calc new timer (bytes %d | bit-rate %f | max-range %d m | multiplier %d) calculated to %f s
pt_pt: A calcular novo timer (bytes %d | bit-rate %f | max-range %d m | multiplier %d) calculado para %f s

source: NOACK Success transmission complete (part %d of %d) for ticket %d (in %f s)
pt_pt: NOACK transmissão concluída com sucesso (parte %d de %d) para bilhete %d (em %f s)

source: Sending (checkTxOWAY) part %d of %d for ticket %d will take up to %f s for %d bytes
pt_pt: A enviar (checkTxOWAY) parte %d de %d para bilhete %d demorará %f s para %d bytes

source: ACK TIMEOUT: Msg transmission with ack for ticket %d timeout ACK. Lets bail with error!! (%f s > %f s)
pt_pt: ACK TIMEOUT: Transmissão de mensagem com ACK para bilhete %d timeout ACK. A saltar fora com erro!! (%f s > %f s)

source: ERROR Initializing CommManager. Couldn't resolve GSM label.
pt_pt: ERRO Inicialização CommManager. Etiqueta GSM por resolver.

source: ERROR Initializing CommManager. Couldn't resolve Iridium label.
pt_pt: ERRO Inicialização CommManager. Etiqueta Iridium por resolver.

source: failed to bind to port %u: %s
pt_pt: falhou a associar porto %u: %s

source: could not bind server socket
pt_pt: não foi possível associar socket do servidor

source: error accepting new client connection: %s
pt_pt: erro ao aceitar ligação a novo cliente: %s

source: connected to %s:%u
pt_pt: ligado a %s:%u

source: read error: %s
pt_pt: erro de leitura: %s

source: unknown read error
pt_pt: erro de leitura desconhecido

source: failed to start log, check available storage: %s
pt_pt: falha ao começar registo, verifique espaço disponível: %s'

source: input error
pt_pt: erro de entrada

source: SMS timeout cannot be zero
pt_pt: o timeout da SMS não pode ser zero

source: Can only send 160 characters over SMS
pt_pt: Apenas 160 caracteres podem ser enviados por SMS

source: SMS sent to queue
pt_pt: SMS enviada para fila

source: SMS timeout
pt_pt: Timeout SMS

source: discarded expired SMS to recipient %s
pt_pt: descartada SMS expirada para o destinatário %s

source: Error sending message over GSM modem
pt_pt: Erro ao enviar mensagem pelo modem GSM

source: Error sending SMS to recipient %s
pt_pt: Erro ao enviar SMS para o destinatário %s

source: failed to poll status: %s
pt_pt: falha ao verificar estado: %s

source: activating transmission to node '%s'
pt_pt: a ativar transmissão para o nó '%s'

source: deactivating transmission to node '%s'
pt_pt: a desativar transmissão para o nó '%s'

source: Removed incoming message from memory (%d fragments were still missing).
pt_pt: Removida mensagem recebida da memória (ainda faltam %d fragmentos).

source: GSM/GPRS username
pt_pt: Nome de Utilizador GSM/GPRS

source: GSM/GPRS password
pt_pt: Password GSM/GPRS

source: GSM/GPRS Access Point Name (APN)
pt_pt: Nome do Ponto de Acesso (APN) GSM/GPRS

source: GSM/GPRS pin.
pt_pt: Pin GSM/GPRS.

source: failed to execute connect command
pt_pt: falha ao executar comando de conexão

source: failed to execute disconnect command
pt_pt: falha ao executar comando de desconexão

source: failed to start NAT
pt_pt: falha ao arrancar NAT

source: failed to stop NAT
pt_pt: falha ao parar NAT

source: failed to update dynamic DNS
pt_pt: falha ao atualizar DNS dinâmico

source: connected to the Internet with public address '%s'
pt_pt: ligado à Internet com o endereço público '%s'

source: cleared logbook
pt_pt: livro de registo limpo

source: invalid or unsupported command
pt_pt: parâmetro inválido ou não suportado

source: task is shutting down
pt_pt: a tarefa está a desligar

source: Message sent successfully.
pt_pt: Mensagem enviada com sucesso.

source: failed with error %u
pt_pt: falha com erro %u

source: invalid SBD message of size %u
pt_pt: tamanho de mensagem SBD inválido %u

source: transmission failed: %s
pt_pt: transmissão falhada: %s

source: No message to be received or sent.
pt_pt: Nenhuma mensagem por receber ou enviar.

source: failed to remove cache snapshot: %s
pt_pt: falhou a remover o snapshots da cache: %s

source: log stopped '%s'
pt_pt: registo parado '%s'

source: log started '%s'
pt_pt: registo iniciado '%s'

source: UAV high speed Reports Periodicity
pt_pt: Periodicidade relatórios UAV alta velocidade

source: Vehicle to bind is not define
pt_pt: Veículo para conexão não está definido

source: Invalid communication mode
pt_pt: Mode de comunicação inválido

source: Invalid radio model
pt_pt: Modelo de rádio inválido

source: No Radio device on port: %s
pt_pt: Nenhum dispositivo rádio na porta: %s

source: Radio configuration failed. Wrong parameter or device on port %s is not a radio
pt_pt: Configuração do rádio falhou. Parâmetro errado ou dispositivo ligado na porta %s não é um rádio

source: no available ports to listen to advertisements
pt_pt: não existem portas disponíveis para anúncios

source: discarding spurious message
pt_pt: a descartar mensagem espúria

source: discarding spurious message '%s'
pt_pt: a descartar mensagem espúria '%s'

source: new node within range '%s' / %u / %s
pt_pt: novo nó ao alcance '%s' / %u / %s

source: another node on this computer is advertising our node name '%s'
pt_pt: outro nó neste computador está a anunciar o nosso nome '%s'

source: another node on our network is advertising our node name '%s'
pt_pt: outro nó na nossa rede está a anunciar o nosso nome '%s'

source: failed to contact device
pt_pt: falha ao contactar dispositivo

source: Output pin - power status of raspberry
pt_pt: Pin de output - estado de energia da raspberry

source: Input signal pin to order powerdown of raspberry
pt_pt: Sinal de pin de input para desligar raspberry

source: Power 3g output status pin
pt_pt: Pin de output do estado da energia do 3g

source: Output pin signal: to enable or disble 3g
pt_pt: Sinal pin de output: ligar ou desligar 3g

source: Imput pin signal: to enable or disble 3g
pt_pt: Sinal pin de input: ligar ou desligar 3g

source: Wifi level output status pins
pt_pt: Estado dos pinos de output do nível do Wifi

source: Entity label of 'EntityState' Mobile Internet
pt_pt: Etiqueta da entidade de 'EntityState' Mobile Internet

source: Time, in seconds, between RSSI polling.
pt_pt: Tempo, em segundos, entre RSSI polling.

source: LED wifi rssi threshold
pt_pt: Limite rssi do LED wifi

source: EntityState message without source entity
pt_pt: mensagem EntityState sem entidade de origem

source: trying connecting to board
pt_pt: a tentar estabelecer comunicação

source: failed to get firmware version
pt_pt: falha ao obter versão do firmware

source: failed to init BatMan
pt_pt: falha ao inciar BatMan

source: failed to start acquisition
pt_pt: falha ao iniciar aquisição

source: device is using unstable firmware
pt_pt: o dispositivo está a usar "firmware" instável

source: firmware version %u.%u.%u
pt_pt: versão de "firmware": %u.%u.%u

source: Device is using unstable firmware!
pt_pt: O dispositivo está a usar "firmware" instável!

source: Firmware version %u.%u.%u
pt_pt: Versão de "firmware": %u.%u.%u

source: Failed to send frame to APD. Check connection!
pt_pt: Falhou envio de "frame" à APD. Verificar conexão!

source: failed to update EEPROM
pt_pt: erro ao atualizar a EEPROM

source: power down sequence aborted
pt_pt: sequencia de desligar interrompida

source: device reported
pt_pt: o dispositivo reportou

source: water
pt_pt: água

source: air
pt_pt: ar

source: leak detected
pt_pt: fuga detetada

source: no leak
pt_pt: sem fugas

source: Failed to send frame to CPMB_v2. Check connection!
pt_pt: Falhou envio de frame à CPMB_v2. Verificar conexão!

source: failed to configure strobe mode
pt_pt: falhou a configurar modo de strobe

source: strobe mode set to: %s
pt_pt: modo de strobe configurado para: %s

source: Camera
pt_pt: Câmara

source: Water detected using medium sensor.
pt_pt: Água detectada pelo sensor de medium.

source: Water detected using salinity threshold.
pt_pt: Água detectada pelo limite de salinidade.

source: Water detected using sound speed sensor.
pt_pt: Água detectada pelo sensor de soundspeed.

source: failed to resolve entity '%s': %s
pt_pt: erro ao resolver entidade '%s': %s

source: Collision detected: %s
pt_pt: Colisão detetada: %s

source: SMS Recipient Number
pt_pt: Número de Destino de Mensagens SMS

source: Phone number of the SMS recipient
pt_pt: Número de telefone do destinatário de mensagens SMS

source: Lost Communications Timeout
pt_pt: Timeout de Perda de Comunicações

source: sending IridiumMsg (t:%u) to %s: %s
pt_pt: a enviar IridiumMsg (t:%u) para %s: %s

source: sending SMS (t:%u) to %s: %s
pt_pt: a enviar SMS (t:%u) para %s: %s

source: potential fault in servo #%d: %s
pt_pt: possível falha no servo #%d: %s

source: potential fault in servo #%d, current consumption above %0.1f A
pt_pt: possível falha no servo #%d, consumo de corrente acima de %0.1f A

source: servo #%d may require supervision
pt_pt: servo #%d poderá precisar de supervisão

source: adjusting CPU clock by %0.4f s
pt_pt: a ajustar relógio do CPU em %0.4f s

source: failed to execute clock sync command
pt_pt: falha ao executar comando de sincronização

source: invalid model
pt_pt: modelo inválido

source: Boot
pt_pt: Arranque

source: Fault
pt_pt: Falha

source: Error
pt_pt: Erro

source: Failure
pt_pt: Falha

source: can not monitor %s (%s), is there a task failure or a configuration error?
pt_pt: incapaz de monitorizar %s (%s), haverá falha na tarefa ou erro de configuração?

source: %s entity state is unstable (%s <-> %s), ignoring
pt_pt: %s estado da entidade instável (%s <-> %s), a ignorar

source: %s : State stabilized in %s | %s
pt_pt: %s : estado da entidade estabilizou em %s | %s

source: reconfiguration command issued
pt_pt: comando de reconfiguração emitido

source: invalid reconfiguration command
pt_pt: comando de reconfiguração inválido

source: %s - monitoring enabled
pt_pt: %s - monitorização habilitada

source: %s - current state not normal - %s
pt_pt: %s - estado atual não normal - %s

source: %s - monitoring previously enabled
pt_pt: %s - monitorização previamente habilitada

source: %s - monitoring disabled
pt_pt: %s - monitorização desabilitada

source: %s - monitoring previously disabled
pt_pt: %s - monitorização previamente desabilitada

source: entity %s: %s
pt_pt: entidade %s: %s

source: %s -- status not reported after %0.2f seconds
pt_pt: %s -- estado não foi reportado depois de %0.2f segundos

source: %s: entity state timeout
pt_pt: %s: tempo limite excedido à espera do estado da entidade

source: %s -- operational limit breached: %0.2f > %0.2f
pt_pt: %s -- limite de operação violado: %0.2f > %0.2f

source: %s -- operational limit now sane: %0.2f <= %0.2f
pt_pt: %s -- limite de operação já está são: %0.2f <= %0.2f

source: minimum speed
pt_pt: velocidade mínima

source: maximum speed
pt_pt: velocidade máxima

source: depth
pt_pt: profundidade

source: vertical rate
pt_pt: taxa vertical

source: maximum altitude
pt_pt: altitude máxima

source: minimum altitude
pt_pt: altitude mínima

source: Operational Area
pt_pt: Área Operacional

source: SERVICE
pt_pt: SERVIÇO

source: CALIBRATION
pt_pt: CALIBRAÇÂO

source: ERROR
pt_pt: ERRO

source: MANEUVERING
pt_pt: MANOBRAR

source: EXTERNAL CONTROL
pt_pt: CONTROLO EXTERNO

source: BOOT
pt_pt: ARRANQUE

source: now in '%s' mode
pt_pt: agora no modo '%s'

source: entity errors cleared
pt_pt: erros de entidades limpos

source: vehicle errors: %s
pt_pt: erros do veículo: %s

source: maneuver error:
pt_pt: erro de manobra:

source: cannot calibrate: vehicle is in external mode
pt_pt: não é possível calibrar: veículo está em modo de controlo externo
