Repository: LSTS/dune
Catalog: i18n/*/LC_MESSAGES/dune.po
Languages: pt_pt

source: Message Fragments
pt_pt: Fragmentos de Mensagens

source: Mobile Internet
pt_pt: Internet Móvel

source: Motor Controller
pt_pt: Controlador de Motor

source: Multibeam
pt_pt: Sonar Multifeixe

source: Multiplexer Maneuver
pt_pt: Manobra Multiplexer

source: Navigation
pt_pt: Navegação

source: Operational Limits
pt_pt: Limites de Operação

source: Oxygen Sensor
pt_pt: Sensor de Oxigénio

source: Panel
pt_pt: Painel

source: Panel Buttons
pt_pt: Botões do Painel

source: Path Control
pt_pt: Controlo de Caminho

source: Path Control Leader
pt_pt: Líder de Controlo de Caminho

source: Pencil Beam
pt_pt: Feixe de Distância

source: Photo Trigger
pt_pt: Gatilho da Câmara

source: Plan Database
pt_pt: Base de Dados de Planos

source: Plan Engine
pt_pt: Motor de Planos

source: Plan Generator
pt_pt: Gerador de Planos

source: Port Bow Motor
pt_pt: Motor de Proa a Bombordo

source: Port Stern Motor
pt_pt: Motor de Popa a Bombordo

source: Power Board
pt_pt: Placa de Energia

source: Power Source
pt_pt: Fonte de Energia

source: Power Supervisor
pt_pt: Supervisor de Energia

source: Power Supply
pt_pt: Fonte de Energia

source: Radio
pt_pt: Rádio

source: Ranger
pt_pt: Medidor de Distâncias

source: Recovery Supervisor
pt_pt: Supervisor de Recuperação

source: Remote Control
pt_pt: Controlo Remoto

source: Remote Operation
pt_pt: Operação Remota

source: Report Supervisor
pt_pt: Supervisor de Relatórios

source: Rows Coverage Maneuver
pt_pt: Manobra "Rows Coverage"

source: Service Announcer
pt_pt: Serviço de Anúncio

source: Service Discovery
pt_pt: Descoberta de Serviços

source: Servo Controller
pt_pt: Controlador de Servos

source: Servo Monitor
pt_pt: Monitor de Servos

source: Sidescan
pt_pt: Sonar de Varrimento Lateral

source: Simulation Engine
pt_pt: Motor de Simulação

source: Slave CPU
pt_pt: CPU Escravo

source: Sound Speed Sensor
pt_pt: Sensor de Velocidade do Som

source: Sound Speed Simulator
pt_pt: Simulador de Velocidade do Som

source: Speed Control
pt_pt: Controlo de Velocidade

source: Starboard Bow Motor
pt_pt: Motor de Proa a Estibordo

source: Starboard Stern Motor
pt_pt: Motor de Popa a Estibordo

source: Stream Velocity Simulator
pt_pt: Simulador de Stream Velocity

source: TCP On Demand
pt_pt: TCP por Demanda

source: TCP Server
pt_pt: Servidor TCP

source: TCP to Camera CPU
pt_pt: TCP para Computador da Câmara

source: TCP to Master
pt_pt: TCP para o Mestre

source: TCP to Slave CPU
pt_pt: TCP para CPU Escravo

source: Teleoperation Maneuver
pt_pt: Manobra de Teleoperação

source: Text Message Parser
pt_pt: Processador de Mensagens de Texto

source: Thermal Zone
pt_pt: Zona Térmica

source: UART Serial
pt_pt: UART Série

source: UAV Simulator
pt_pt: Simulador de UAV

source: UAVCamera
pt_pt: Câmara UAV

source: UDP to TREX
pt_pt: UDP para TREX

source: Vehicle Supervisor
pt_pt: Supervisor de Veículo

source: Water Quality Sensor
pt_pt: Sensor da Qualidade da Água
